--[[********************************************************************
	Copyright (c) 2013-2015 Mogara

  This file is part of QSanguosha-Hegemony.

  This game is free software; you can redistribute it and/or
  modify it under the terms of the GNU General Public License as
  published by the Free Software Foundation; either version 3.0
  of the License, or (at your option) any later version.

  This program is distributed in the hope that it will be useful,
  but WITHOUT ANY WARRANTY; without even the implied warranty of
  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the GNU
  General Public License for more details.

  See the LICENSE file for more details.

  Mogara
*********************************************************************]]

return {
--
	--["cv:huaxin"] = "",
	["$wanggui1"] = "存志太虚，安心玄妙。",
	["$wanggui2"] = "礼法有度，良德才略。",
	["$xibing1"] = "千里运粮，非用兵之利。",
	["$xibing2"] = "宜弘一代之治，绍三王之迹。",
	["~huaxin"] = "大举发兵，劳民伤国。",
	
	
	["$zhente1"] = "抗声昭节，义形于色。",
	["$zhente2"] = "少履贞特之行，三从四德。",
	["$zhiwei1"] = "体信贯于神明，送终以礼。",
	["$zhiwei2"] = "昭德以行，生不能侍奉二主。",
	["~luyusheng"] = "父亲，郁生甚是想念。",
	
	["$chengshang1"] = "嘉其抗直，甚爱待之。",
	["$chengshang2"] = "为国居功，必受封禅。",
	["$qiao1"] = "吾六十何为不受兵邪？",
	["$qiao2"] = "芝性骄傲，吾独不为屈。",
	["~zongyux"] = "吾年逾七十，为少一死耳……",
	
	
	
	["$kuangcai1"] = "耳所瞥闻，不忘于心。",
	["$kuangcai2"] = "吾焉能从屠沽儿耶！",
	["$shejian1"] = "伤人的，可不止刀剑。",
	["$shejian2"] = "死公！云等道？",
	["~miheng"] = "恶口……终至杀身……",

	["$boyan1"] = "黑白颠倒，汝言谬矣！",
    ["$boyan2"] = "魏王高论，实为无知之言。",
	["$yusui1"] = "宁为玉碎，不为瓦全！",
    ["$yusui2"] = "生义相左，舍生取义。",
	["~fengxi"] = "乡音未改双鬓苍，身陷北国有义求。",

	["$weimeng1"] = "此礼献于友邦，共赴兴汉大业。",
    ["$weimeng2"] = "吴有三江之首，何故委身仕魏？",
	["$jianliang1"] = "岂曰少衣食，与君共袍泽。",
    ["$jianliang2"] = "义士同心力，粮秣应期来。",
	["~dengzhi"] = "伯约啊，我帮不了你了……",


	["$fenglve2"] = "冀州宝地，本当贤者居之。",
    ["$fenglve1"] = "当今敢称贤者，唯袁氏本初一人！",
	["$anyong2"] = "冀州暗潮汹涌，群仕居危思变。",
    ["$anyong1"] = "殿上太守且相看，殿下几人还拥韩？",
	["~xunchen"] = "为臣当不贰，贰臣不当为。",


	["$gongxiu1"] = "福祸与共，业山可移。",
    ["$gongxiu2"] = "修行退智，遂之道也。",
	["$jinghe1"] = "大哉乾元，万物资始。",
    ["$jinghe2"] = "无极之外，复无无极。",
	["~nanhualaoxian"] = "道亦有穷时！",
	
	
	["$zhukou1"] = "草莽贼寇，不过如此。",
    ["$zhukou2"] = "轻装上阵，利剑出鞘。",
	["$duannian1"] = "断思量，莫思量。",
    ["$duannian2"] = "一别两宽，不负相思。",
	["$xinghuo1"] = "莲花佑兴，业火可兴。",
    ["$xinghuo2"] = "昔日莲华开，今日红火燃。",
	["~zhouyi"] = "江水寒，萧瑟起。",

	["$wuku1"] = "损益万枢，竭世运机。",
	["$wuku2"] = "胸藏万卷，充盈如库。",
	--["$sanchen1"] = "贼计已穷，陈兵吴地，可一鼓而下也。",
	--["$sanchen2"] = "伐吴此举，十有九利，惟陛下察之。",
	["$miewu1"] = "倾荡之势已成，石城尽在眼下。",
	["$miewu2"] = "吾军势如破竹，江东六郡唾手可得！",
	["~duyu"] = "洛水圆石，遂道南向，吾将以俭自完耳。",
	
	
	["$guishu1"] = "契约已定！",
	["$guishu2"] = "准备好，听候女王的差遣了吗？",
	["$yuanyu1"] = "是你，在召唤我吗？",
	["$yuanyu2"] = "这片土地的人，真是太有趣了。",
	["~beimihu"] = "我还会从黄泉比良坂回来的……",
	

	["$sidi1"] = "哼！休息进我魏境寸土。",
	["$sidi2"] = "蜀军惩于祁山，后出必从此地。",
	["~caozhen"] = "虽可料敌，不可胜……",
	
	
	["$hongyuan1"] = "诸将莫慌，粮草已到。",
	["$hongyuan2"] = "自舍其身，施于天下。",
	["$huanshi1"] = "缓乐之危急，释兵之困顿。",
	["$huanshi2"] = "尽死生之力，保友邦之安。",
	["$mingzhe1"] = "明以洞察，哲以保身。",
	["$mingzhe2"] = "塞翁失马，焉知非福？",
	["~zhugejin"] = "君臣不相负，来世……复君臣……",
	
	["$dangxian2"] = "看我先行破敌！",
	["$dangxian1"] = "先锋就由老夫来当！",
	["~liaohua"] = "今后……就靠你们了……",
	
	
    ["cv:tangzi"] = "寂镜Jnrio",
	["$xingzhao1"] = "该出手时，就出手！",
	["$xingzhao2"] = "既得天时、又识风向，方为人杰。",
	["$xingzhao3"] = "对，做人就要未雨绸缪，积谷防饥！",
	["$xingzhao4"] = "当朝待我不薄，锋芒更要藏好。",
	["$xingzhao5"] = "天生我才，必有底牌！",
	["$xingzhao6"] = "天将降大任于我也。",
	["$xunxun_tangzi1"] = "惯于如履薄冰，才有资格左右逢源。",	
	["$xunxun_tangzi2"] = "来，同是天涯，何分彼此？",
	["~tangzi"] = "青史留名，终为土灰。纵横南北，只身无悔……",
	
	
	
	["cv:mengda"] = "寂镜Jnrio",
	["$qiuan1"] = "新城万事俱备，仲达？干瞪眼。",
	["$qiuan2"] = "给我一次机会，我想做一个好人。",
	["$liangfan1"] = "有孔明的信物，不怕，放手干！",
	["$liangfan2"] = "往往都是事情改变人，人却改变不了事情。",
	["~mengda"] = "每个忠于自己的人，不都是反贼吗！为何只有我落得……",
	
	
		
	["cv:liuqi"] = "寂镜Jnrio",
	["$wenji1"] = "先生大才！琦，悉听遵命。",
	["$wenji2"] = "嘘！此处天地不知，唯通彼此。",
	["$tunjiang1"] = "静观其变，是最好的进攻。",
	["$tunjiang2"] = "耐得住寂寞，守得住繁华。",
	["~liuqi"] = "唉，我比晋文公还差了点运气啊……",
	
	
	["cv:mifangfushiren"] = "寂镜Jnrio",
	["$fengshix1"] = "一边兵锋正锐，一边攻势难退…呵，休怪我也！",
	["$fengshix2"] = "别一口一句墙头草，干这事还得看老天爷赏口饭吃呢！",
	["~mifangfushiren"] = "功过任评说，谁知都是锅！",
	
	
	
	["cv:shixie"] = "寂镜Jnrio",
	["$lixia1"] = "嗯，彼此放下包袱，聊一聊。",
	["$lixia2"] = "吾缓公务，君开心胸，共谈乱世！如何？",
	["$lixia3"] = "好一个有舍有得！感谢赐教！",
	["~shixie"] = "立三国而存一州，赵佗之未及，吾当瞑目矣……",
	
	
	
    ["cv:zhanglu"] = "寂镜Jnrio",
	["$bushi1"] = "孟德曾以令君与吾祖相比？且赠汝米肉，传为问候。",
	["$bushi2"] = "蜀地二刘亦苦望汉中，何不喝吾符水，从此静修。",
	["$bushi3"] = "吾之一脉起自江东，既然有缘，现即传度授箓！",
	["$bushi4"] = "诸位道民，精气神俱佳而能渡劫者，方得真果！",
	["$midao1"] = "汝诚心修道，已得天师加持，宜速行善事。",
	["$midao2"] = "米肉丰，苍生幸，特赐汝一法扭转乾坤。",
	["~zhanglu"] = "身入土而神羽化，妙不可言，妙不可言啊！",
	
	
	["cv:zhonghui"] = "寂镜Jnrio",
	["$quanji1"] = "好戏才刚刚开始。",
	["$quanji2"] = "我非一人筹谋，你非一人颤抖。",
	["$quanji3"] = "肯为一州负伤，可期千载称王。",
	["$quanji4"] = "尽情吧，你一定记不清有多少把柄在我手上。",
	["$paiyi1"] = "以小博大？小心代价。",
	["$paiyi2"] = "分权于你，便是知己！",
	["~zhonghui"] = "呃…呃…视线逐渐模糊…是伯…约吗？",
	
	["cv:simazhao"] = "寂镜Jnrio",
	["$suzhi1"] = "想封侯？给你一剑封喉！",
	["$suzhi2"] = "弱者，只怨别人强大，自己反省一下~",
	["$suzhi3"] = "孙家跨不过的槛，孔明翻不过的山，都不在我眼内。",
	["$suzhi4"] = "有人说我为国开疆太操心，这心呐，不操不行。",
	["$suzhi5"] = "弃子，也有它的作用。",
	["$suzhi6"] = "人在绝望时，突然捞他一把，也许还你三代。",
	["$zhaoxin1"] = "向你摊牌吧，我只有这个想法。",
	["$zhaoxin2"] = "大局已定，你要投降，还是投死？",
	["$fankui_simazhao1"] = "小小试探，紧张个啥？",
	["$fankui_simazhao2"] = "事不过三，你懂的。",	
	["~simazhao"] = "刘公嗣你投个降也太能了！改名叫刘能！哈！哈哈哈…呃…啊…！",
	
	["cv:sunchen"] = "鹿土",
	["$shilu1"] = "团灭敌人，我就超神啦！",
	["$shilu2"] = "这些，都是我的战利品！",
	["$shilu3"] = "暗中筹划，伺机夺权。",
	["$xiongnve1"] = "他们要害我，我只好杀进宫了。",
	["$xiongnve2"] = "下手，要残忍！",
	["$xiongnve3"] = "骨灰都给你扬了！",
	["$xiongnve4"] = "心肠，要歹毒！",
	["$xiongnve5"] = "把他印绶给我拿过来！",
    ["$xiongnve6"] = "臣求出荆州，典知诸军事。",	
	["$xiongnve7"] = "你恨得我牙痒痒，但你拿我一点办法都没有，哈哈哈哈哈……",
	["~sunchen"] = "臣，愿没为官奴……",
	
	
	
	
	["cv:xushu"] = "一木",
	["$zhuhai1"] = "仗剑行天下，除恶当此时！",
	["$zhuhai2"] = "广元，速与某诛杀此贼！",
	["$pozhen1"] = "子龙将军自入生门，此阵必破！",
	["$pozhen2"] = "汝阵虽妙，吾必破之。",
	["$jiancai1"] = "老母手书来唤，庶不容不去。",
	["$jiancai2"] = "卧龙绝代奇才，使君何不求之？",
	["~xushu"] = "愿诸公善事使君，勿效庶之无始终……",


	["$quanjin1"] = "今称魏公，则可以番位之名，征吴伐蜀矣。",
	["$quanjin2"] = "明公受封，正合天心人意。",
	["$zaoyun1"] = "开渠疏粮，振军之心，破敌之胆。",
	["$zaoyun2"] = "兵精粮足，胜局已定。",
	["~dongzhao"] = "一生无愧，又何惧身后之议……",
	
	["$zhidao1"] = "一朝得势，自当尽诸其力。",
	["$zhidao2"] = "本王要的，没有得不到的。",
	["$jilix1"] = "处处受制于人，难施拳脚。",
	["$jilix2"] = "寄居人下，终是气短。",
	["~yanbaihu"] = "江东……有我一半……",
	
	["$diaogui1"] = "闻伯符立业，景特来相助。",
	["$diaogui2"] = "臣虽驽钝，愿以此腔热血报国。",
	["$fengyang1"] = "谁也休想染指江东寸土。",
	["$fengyang2"] = "如此咽喉要地，吾当倾力守之。",
	["~wujing"] = "憾未能见，我江东一统天下之时……",
	
	
	["$chenglve1"] = "阿瞒，苦思之事，我早有良策。",
	["$chenglve2"] = "策略已有，按部就班，即可得胜。",
	["$shicai1"] = "如此大胜，皆由我一人谋划。",
	["$shicai2"] = "画谋定计，谁堪与我比较。",
	["~xuyou"] = "阿瞒！你竟忘恩负义！！",	
	
	["$baolie1"] = "废话少说，受死吧！喝！",
	["$baolie2"] = "当今曹营之将，一个能打的都没有！",
	["~xiahouba"] = "不好！有埋伏！嗯！！",
	
	["$aocai2"] = "吾主圣明，泽被臣属！",
	["$aocai1"] = "哼，易如反掌！",
	["$duwu2"] = "破曹大功，正在今朝！",
	["$duwu1"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",
	
	
	["cv:gongsunyuan"] = "寂镜Jnrio",
	["$huaiyi1"] = "我已给出条件，要钱？要命？由你说！",
	["$huaiyi2"] = "魏隔山，吴隔海。想活？照我意思做！",
	["$zisui1"] = "北风吹醒群狼日，丈夫复兴辽东时！",
	["$zisui2"] = "你可知道，我公孙家等了几个世代？",
	["~gongsunyuan"] = "说我公孙家是反贼？司马家有忠臣吗！咳咳……",
	
	
	["cv:huangzu"] = "寂镜Jnrio",
	["$xishe1"] = "杀虎不能太近，拉弓不能太轻。放！",
	["$xishe2"] = "射儿，知道我为何给你取这名字了嘛！呵呵~",
	["~huangzu"] = "廉颇老矣，射不出了。",
	

	["$jinfa1"] = "居功者，当自矜。为将者，当擅伐！",
	["$jinfa2"] = "此战伐敌所获，皆我之功！",
	["~wenqin"] = "公休，汝这是何意……呃！",
	

	["$congcha1"] = "窥一斑而知全豹。",
	["$congcha2"] = "闻一事则明其心。",
	["$gongqing1"] = "水至清则无鱼，人至察则可无过。",
	["$gongqing2"] = "若人人怀公忘私，则天下早定矣。",
	["~panjun"] = "密谋既现，难除奸贼啊……",
	
	
	
	["cv:zhuling"] = "小鱼干",
	["$juejue1"] = "为将者敢临阵决死，则下属无不用命。",
	["$juejue2"] = "若绝小家，能存大国，失去一切又何妨！",
	["$fangyuan1"] = "绞杀时方寸不乱，变阵时首尾能圆。",
	["$fangyuan2"] = "两军对垒，竟敢松懈？看我的！",
	["~zhuling"] = "良将之路…漫漫兮……",
	
	["cv:liuba"] = "寂镜Jnrio",
	["$tongdu1"] = "为政者，要学会变废为宝啊。",
	["$tongdu2"] = "既然有量入为出，就有量出为入。",
	["$qingyin1"] = "君子和而不同，哎…你们玩得开心点！",
	["$qingyin2"] = "我自个儿睡觉，你们和张将军一边玩儿去吧！",
	["~liuba"] = "我的舞台，始终太小。",
	
	["cv:pengyang"] = "寂镜Jnrio",
	["$daming1"] = "将军跟他，是等死；跟我，是开心死。",
	["$daming2"] = "啥？这是险计？！只有庸才会玩死自己好不好？",
	["$xiaoni1"] = "事已至此，不是我亡，就是你死，当然，最好你死…",
	["$xiaoni2"] = "我平日嚣张些而已，哪敢叛逆！看，我没动过啊！",
	["~pengyang"] = "真的是不作…不死…",
	
	["cv:sufei"] = "小鱼干",
	["$lianpian1"] = "能与子同袍，出生入死，皆精神百倍！",
	["$lianpian2"] = "无碍。君喜杀敌且称豪，吾当处下而自保。",
	["~sufei"] = "唉，吾之头颅，终为盒中之物……",
	
}