--[[********************************************************************
	Copyright (c) 2013-2015 Mogara

  This file is part of QSanguosha-Hegemony.

  This game is free software; you can redistribute it and/or
  modify it under the terms of the GNU General Public License as
  published by the Free Software Foundation; either version 3.0
  of the License, or (at your option) any later version.

  This program is distributed in the hope that it will be useful,
  but WITHOUT ANY WARRANTY; without even the implied warranty of
  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the GNU
  General Public License for more details.

  See the LICENSE file for more details.

  Mogara
*********************************************************************]]

return {
--
	--["cv:huaxin"] = "",
	["$wanggui1"] = "存志太虚，安心玄妙。",
	["$wanggui2"] = "礼法有度，良德才略。",
	["$xibing1"] = "千里运粮，非用兵之利。",
	["$xibing2"] = "宜弘一代之治，绍三王之迹。",
	["~huaxin"] = "大举发兵，劳民伤国。",
	
	
	["$zhente1"] = "抗声昭节，义形于色。",
	["$zhente2"] = "少履贞特之行，三从四德。",
	["$zhiwei1"] = "体信贯于神明，送终以礼。",
	["$zhiwei2"] = "昭德以行，生不能侍奉二主。",
	["~luyusheng"] = "父亲，郁生甚是想念。",
	
	["$chengshang1"] = "嘉其抗直，甚爱待之。",
	["$chengshang2"] = "为国居功，必受封禅。",
	["$qiao1"] = "吾六十何为不受兵邪？",
	["$qiao2"] = "芝性骄傲，吾独不为屈。",
	["~zongyux"] = "吾年逾七十，为少一死耳……",
	
	
	
	["$kuangcai1"] = "耳所瞥闻，不忘于心。",
	["$kuangcai2"] = "吾焉能从屠沽儿耶！",
	["$shejian1"] = "伤人的，可不止刀剑。",
	["$shejian2"] = "死公！云等道？",
	["~miheng"] = "恶狗……终至杀身……",

	["$wuku1"] = "损益万枢，竭世运机。",
	["$wuku2"] = "胸藏万卷，充盈如库。",
	--["$sanchen1"] = "贼计已穷，陈兵吴地，可一鼓而下也。",
	--["$sanchen2"] = "伐吴此举，十有九利，惟陛下察之。",
	["$miewu1"] = "倾荡之势已成，石城尽在眼下。",
	["$miewu2"] = "吾军势如破竹，江东六郡唾手可得！",
	["~duyu"] = "洛水圆石，遂道南向，吾将以俭自完耳。",
	
	
	
	
	
    ["cv:tangzi"] = "寂镜Jnrio",
	["$xingzhao1"] = "该出手时，就出手！",
	["$xingzhao2"] = "既得天时、又识风向，方为人杰。",
	["$xingzhao3"] = "对，做人就要未雨绸缪，积谷防饥！",
	["$xingzhao4"] = "当朝待我不薄，锋芒更要藏好。",
	["$xingzhao5"] = "天生我才，必有底牌！",
	["$xingzhao6"] = "天将降大任于我也。",
	["$xunxun_tangzi1"] = "惯于如履薄冰，才有资格左右逢源。",	
	["$xunxun_tangzi2"] = "来，同是天涯，何分彼此？",
	["~tangzi"] = "青史留名，终为土灰。纵横南北，只身无悔……",
	
	
	
	["cv:mengda"] = "寂镜Jnrio",
	["$qiuan1"] = "新城万事俱备，仲达？干瞪眼。",
	["$qiuan2"] = "给我一次机会，我想做一个好人。",
	["$liangfan1"] = "有孔明的信物，不怕，放手干！",
	["$liangfan2"] = "往往都是事情改变人，人却改变不了事情。",
	["~mengda"] = "每个忠于自己的人，不都是反贼吗！为何只有我落得……",
	
	
		
	["cv:liuqi"] = "寂镜Jnrio",
	["$wenji1"] = "先生大才！琦，悉听遵命。",
	["$wenji2"] = "嘘！此处天地不知，唯通彼此。",
	["$tunjiang1"] = "静观其变，是最好的进攻。",
	["$tunjiang2"] = "耐得住寂寞，守得住繁华。",
	["~liuqi"] = "唉，我比晋文公还差了点运气啊……",
	
	
	["cv:mifangfushiren"] = "寂镜Jnrio",
	["$fengshix1"] = "一边兵锋正锐，一边攻势难退…呵，休怪我也！",
	["$fengshix2"] = "别一口一句墙头草，干这事还得看老天爷赏口饭吃呢！",
	["~mifangfushiren"] = "功过任评说，谁知都是锅！",
	
	
	
	["cv:shixie"] = "寂镜Jnrio",
	["$lixia1"] = "嗯，彼此放下包袱，聊一聊。",
	["$lixia2"] = "吾缓公务，君开心胸，共谈乱世！如何？",
	["$lixia3"] = "好一个有舍有得！感谢赐教！",
	["~shixie"] = "立三国而存一州，赵佗之未及，吾当瞑目矣……",
	
	
	
    ["cv:zhanglu"] = "寂镜Jnrio",
	["$bushi1"] = "孟德曾以令君与吾祖相比？且赠汝米肉，传为问候。",
	["$bushi2"] = "蜀地二刘亦苦望汉中，何不喝吾符水，从此静修。",
	["$bushi3"] = "吾之一脉起自江东，既然有缘，现即传度授箓！",
	["$bushi4"] = "诸位道民，精气神俱佳而能渡劫者，方得真果！",
	["$midao1"] = "汝诚心修道，已得天师加持，宜速行善事。",
	["$midao2"] = "米肉丰，苍生幸，特赐汝一法扭转乾坤。",
	["~zhanglu"] = "身入土而神羽化，妙不可言，妙不可言啊！",
	
	
	["cv:zhonghui"] = "寂镜Jnrio",
	["$quanji1"] = "好戏才刚刚开始。",
	["$quanji2"] = "我非一人筹谋，你非一人颤抖。",
	["$quanji3"] = "肯为一州负伤，可期千载称王。",
	["$quanji4"] = "尽情吧，你一定记不清有多少把柄在我手上。",
	["$paiyi1"] = "以小博大？小心代价。",
	["$paiyi2"] = "分权于你，便是知己！",
	["~zhonghui"] = "呃…呃…视线逐渐模糊…是伯…约吗？",
	
	["cv:simazhao"] = "寂镜Jnrio",
	["$suzhi1"] = "想封侯？给你一剑封喉！",
	["$suzhi2"] = "弱者，只怨别人强大，自己反省一下~",
	["$suzhi3"] = "孙家跨不过的槛，孔明翻不过的山，都不在我眼内。",
	["$suzhi4"] = "有人说我为国开疆太操心，这心呐，不操不行。",
	["$suzhi5"] = "弃子，也有它的作用。",
	["$suzhi6"] = "人在绝望时，突然捞他一把，也许还你三代。",
	["$zhaoxin1"] = "向你摊牌吧，我只有这个想法。",
	["$zhaoxin2"] = "大局已定，你要投降，还是投死？",
	["$fankui_simazhao1"] = "小小试探，紧张个啥？",
	["$fankui_simazhao2"] = "事不过三，你懂的。",	
	["~simazhao"] = "刘公嗣你投个降也太能了！改名叫刘能！哈！哈哈哈…呃…啊…！",
	
	["cv:sunchen"] = "鹿土",
	["$shilu1"] = "团灭敌人，我就超神啦！",
	["$shilu2"] = "这些，都是我的战利品！",
	["$shilu3"] = "暗中筹划，伺机夺权。",
	["$xiongnve1"] = "他们要害我，我只好杀进宫了。",
	["$xiongnve2"] = "下手，要残忍！",
	["$xiongnve3"] = "骨灰都给你扬了！",
	["$xiongnve4"] = "心肠，要歹毒！",
	["$xiongnve5"] = "把他印绶给我拿过来！",
    ["$xiongnve6"] = "臣求出荆州，典知诸军事。",	
	["$xiongnve7"] = "你恨得我牙痒痒，但你拿我一点办法都没有，哈哈哈哈哈……",
	["~sunchen"] = "臣，愿没为官奴……",
	
	
	
	
	["cv:xushu"] = "一木",
	["$zhuhai1"] = "仗剑行天下，除恶当此时！",
	["$zhuhai2"] = "广元，速与某诛杀此贼！",
	["$pozhen1"] = "子龙将军自入生门，此阵必破！",
	["$pozhen2"] = "汝阵虽妙，吾必破之。",
	["$jiancai1"] = "老母手书来唤，庶不容不去。",
	["$jiancai2"] = "卧龙绝代奇才，使君何不求之？",
	["~xushu"] = "愿诸公善事使君，勿效庶之无始终……",


	["$quanjin1"] = "今称魏公，则可以番位之名，征吴伐蜀矣。",
	["$quanjin2"] = "明公受封，正合天心人意。",
	["$zaoyun1"] = "开渠疏粮，振军之心，破敌之胆。",
	["$zaoyun2"] = "兵精粮足，胜局已定。",
	["~dongzhao"] = "一生无愧，又何惧身后之议……",
	
	["$zhidao1"] = "一朝得势，自当尽诸其力。",
	["$zhidao2"] = "本王要的，没有得不到的。",
	["$jilix1"] = "处处受制于人，难施拳脚。",
	["$jilix2"] = "寄居人下，终是气短。",
	["~yanbaihu"] = "江东……有我一半……",
	
	["$diaogui1"] = "闻伯符立业，景特来相助。",
	["$diaogui2"] = "臣虽驽钝，愿以此腔热血报国。",
	["$fengyang1"] = "谁也休想染指江东寸土。",
	["$fengyang2"] = "如此咽喉要地，吾当倾力守之。",
	["~wujing"] = "憾未能见，我江东一统天下之时……",
	
	
	
	["$chenglve1"] = "吾与主公患难之交也。",
	["$chenglve2"] = "我豫州人才济济，元皓之辈，不堪大用。",
	["$shicai1"] = "主公不听吾之言，实乃障目不见泰山也。",
	["$shicai2"] = "遣轻骑以袭许都，大事可成。",
	["~xuyou"] = "我军之所以败，皆因尔等指挥不当！",	
	
	["$baolie1"] = "跪下受降，饶你不死！",
	["$baolie2"] = "黄口小儿，可听过将军名号？",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",
	
	["$aocai2"] = "吾主圣明，泽被臣属！",
	["$aocai1"] = "哼，易如反掌！",
	["$duwu2"] = "破曹大功，正在今朝！",
	["$duwu1"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",
	
	
	["cv:gongsunyuan"] = "寂镜Jnrio",
	["$huaiyi1"] = "我的手很大，你们…都忍一下。",
	["$huaiyi2"] = "嘿，又有使者来签到了…魏签了，咦…吴签呢？",
	["$zisui1"] = "你们这些使者啊，送我东西，得大手笔！",
	["$zisui2"] = "这批货很正，爽死了！",
	["~gongsunyuan"] = "那牌不是我的！我只见过一次，所有人都能作证！啊~",
	
	
	["cv:huangzu"] = "寂镜Jnrio",
	["$xishe1"] = "杀虎不能太近，拉弓不能太轻。放！",
	["$xishe2"] = "射儿，知道我为何给你取这名字了嘛！呵呵~",
	["~huangzu"] = "廉颇老矣，射不出了。",
	
	["cv:wenqin"] = "寂镜Jnrio",
	["$jinfa1"] = "把你这些战利品拿来！",
	["$jinfa2"] = "那这数就算我的了！",
	["~wenqin"] = "不从我计，反要我命……",
	
	["cv:panjun"] = "三国杀OL",
	["$congcha1"] = "今日宴请诸位，有要事相商。",
	["$congcha2"] = "天下未定，请主公以大局为重。",
	["$gongqing1"] = "尔辈何故与降虏交善。",
	["$gongqing2"] = "豪将在外，增兵必成祸患啊！",
	["~panjun"] = "耻失荆州…….耻失荆州啊！",
	
	
	
	["cv:zhuling"] = "三国杀移动版",
	["$juejue1"] = "以战养战，视敌而战。",
	["$juejue2"] = "战，可以破敌；意，可以守御。",
	["~zhuling"] = "此生得遇曹公，再无他求……",
	
	["cv:liuba"] = "寂镜Jnrio",
	["$tongdu1"] = "为政者，要学会变废为宝啊。",
	["$tongdu2"] = "既然有量入为出，就有量出为入。",
	["$qingyin1"] = "君子和而不同，哎…你们玩得开心点！",
	["$qingyin2"] = "我自个儿睡觉，你们和张将军一边玩儿去吧！",
	["~liuba"] = "我的舞台，始终太小。",
	
	["cv:pengyang"] = "寂镜Jnrio",
	["$daming1"] = "将军跟他，是等死；跟我，是开心死。",
	["$daming2"] = "啥？这是险计？！只有庸才会玩死自己好不好？",
	["$xiaoni1"] = "事已至此，不是我亡，就是你死，当然，最好你死…",
	["$xiaoni2"] = "我平日嚣张些而已，哪敢叛逆！看，我没动过啊！",
	["~pengyang"] = "真的是不作…不死…",
	
	["$lianpian1"] = "心无旁骛，断而敢行。",
	["$lianpian2"] = "需持续投入，方有回报。",
	["~sufei"] = "恐不能再与兴霸兄，并肩奋战了。",
	
}