--[[********************************************************************
	Copyright (c) 2013-2015 Mogara

  This file is part of QSanguosha-Hegemony.

  This game is free software; you can redistribute it and/or
  modify it under the terms of the GNU General Public License as
  published by the Free Software Foundation; either version 3.0
  of the License, or (at your option) any later version.

  This program is distributed in the hope that it will be useful,
  but WITHOUT ANY WARRANTY; without even the implied warranty of
  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the GNU
  General Public License for more details.

  See the LICENSE file for more details.

  Mogara
*********************************************************************]]

-- translation for Standard General Package

return {
	["manoeuvre"] = "纵横捭阖",
	
	["#huaxin"] = "渊清玉洁",
	["huaxin"] = "华歆",
	["designer:huaxin"] = "韩旭",
	["illustrator:huaxin"] = "秋呆呆",
	["wanggui"] = "望归",
	[":wanggui"] = "当你造成或受到伤害后，若你于当前回合内未发动过此技能且此武将牌处于明置状态且你的另一张武将牌：处于明置状态，你可令与你势力相同的角色各摸一张牌；"..
		"处于暗置状态，你可对与你势力不同的一名角色造成1点普通伤害。",
	["wanggui:prompt"] = "是否使用“望归”，令与你势力相同的角色各摸一张牌",
	["wanggui-invoke"] = "是否使用“望归”，对一名与你势力不同的角色造成1点伤害",
	["xibing"] = "息兵",
	[":xibing"] = "当黑色【杀】或黑色普通锦囊牌于其他角色的出牌阶段内指定目标后，若使用者为该角色且其于此回合内于使用此牌之前未使用过黑色【杀】或黑色普通锦囊牌且"..
		"目标对应的角色数为1，你可发动此技能▶{若其手牌数小于体力值，其将手牌补至X张（X为其体力值），其于此回合内不能使用对应的实体牌均是其手牌区的牌的牌}。"..
		"若你与其所有武将牌均处于明置状态，你可暗置你的一张不为君主武将牌且不为士兵牌的武将牌▷其暗置你选择的其一张不为君主武将牌且不为士兵牌的武将牌，"..
		"你与其于此回合内不能明置以此法暗置的武将牌。",
	["@xibing-hide"] = "息兵：选择要暗置的%dest的武将牌",
	["xibing:head"] = "暗置主将",
	["xibing:deputy"] = "暗置副将",
	
	
	["#luyusheng"] = "义姑",
	["luyusheng"] = "陆郁生",
	["designer:luyusheng"] = "韩旭",
	["illustrator:luyusheng"] = "君桓文化",
	["zhente"] = "贞特",
	[":zhente"] = "当你成为黑色基本牌或黑色普通锦囊牌的目标后，若使用者不为你且你于当前回合内未发动过此技能，你可令其选择：1.其于此回合内不能使用黑色的牌；2.此牌对此目标无效。",
	["zhiwei"] = "至微",
	[":zhiwei"] = "当你明置此武将牌后，你可选择一名其他角色▶(→)直到你暗置或移除此武将牌前，{当其造成伤害后，你摸一张牌；当其受到伤害后，你随机弃置一张手牌；弃牌阶段结束时，你令其获得你于此阶段内因弃置而置入弃牌堆的牌；当其死亡时，若你的所有武将牌均处于明置状态，你暗置此武将牌}。",
	
	["zhente-ask"] = "贞特：1.令【%arg】对%src无效；2.本回合不能使用黑色牌",
	["zhente:nullified"] = "此牌对其无效",
	["zhente:cardlimited"] = "本回合不能使用黑色牌",
	
	["#ZhenteChoice1"] = "%from 选择：【%arg】对 %to 无效",
	["#ZhenteChoice2"] = "%from 选择：本回合不能使用黑色牌",
	
	["zhiwei-invoke"] = "是否使用“至微”，选择一名其他角色",
	
	["#ZhiweiEffect1"] = "%to 造成伤害，%from 因 %arg 效果摸一张牌",
	["#ZhiweiEffect2"] = "%to 受到伤害，%from 因 %arg 效果随机弃置一张手牌",
	["#ZhiweiEffect3"] = "%to 因 %arg 效果获得 %from 弃置的牌",
	["#ZhiweiEffect4"] = "%to 死亡，%from 因 %arg 效果暗置武将牌",
	
	["#ZhiweiFinsh"] = "%from 对 %to 的 %arg 效果终止",

	["#zongyux"] = "九酝鸿胪",
	["zongyux"] = "宗预",
	["designer:zongyux"] = "韩旭",
	["illustrator:zongyux"] = "铁杵",
	["qiao"] = "气傲",
	[":qiao"] = "当你成为牌的目标后，若使用者为其他势力角色且你于当前回合内发动此技能的次数＜2，你可弃置其一张牌▶你弃置一张牌。",
	["chengshang"] = "承赏",
	[":chengshang"] = "当对应的实体牌数（曾）为1的牌于你的出牌阶段内结算完成后，若使用者为你且此牌的目标列表中有对应的角色为其他势力角色的目标且此牌未造成过伤害，"..
		"你可发动此技能▶你获得牌堆中所有与此牌花色和点数均相同的牌▷此技能于此阶段内无效。",

	["@qiao-discard"] = "气傲：选择一张牌弃置",
	
	
	["#miheng"] = "狂傲奇人",
	["miheng"] = "祢衡",
	["designer:miheng"] = "韩旭",
	["illustrator:miheng"] = "MuMu",
	["kuangcai"] = "狂才",
	[":kuangcai"] = "锁定技，①你于回合内使用牌无距离关系的限制且无次数限制。②弃牌阶段开始时，若你于此回合内："..
		"使用过牌且未造成过伤害，你的手牌上限-1；未使用过牌，你的手牌上限+1。",
	["shejian"] = "舌剑",
	[":shejian"] = "当你成为牌的目标后，若使用者不为你且目标对应的角色数为1且所有角色的体力值均大于0且你有手牌，你可发动此技能▶"..
		"你弃置所有手牌，你选择：1.弃置使用者X张牌（X=min{你以此法弃置的牌数, 其能被你弃置的牌数}）；2.对使用者造成1点普通伤害。",
	["decrease"] = "减",
	["increase"] = "加",
	["@shejian-choice"] = "舌剑：选择弃置%dest的%arg张牌，或对%dest造成1点伤害",
	["shejian:discard"] = "弃置其牌",
	["shejian:damage"] = "对其造成伤害",

	["#fengxi"] = "东吴苏武",
	["fengxi"] = "冯熙",
	["designer:fengxi"] = "韩旭",
	["illustrator:fengxi"] = "匠人绘",
	["yusui"] = "玉碎",
	[":yusui"] = "当你成为黑色牌的目标后，若使用者与你势力不同且你于当前回合内未发动过此技能，你可失去1点体力▶"..
		"你选择：1.令其弃置X张手牌（X为其体力上限）；2.令其失去Y点体力（Y=max{其体力值-你的体力值，0}）。",
	["boyan"] = "驳言",
	[":boyan"] = "出牌阶段限一次，你可选择一名其他角色▶其将手牌补至X张（X为其体力上限），其于此回合内不能使用或打出对应的实体牌均为其手牌区里的牌的牌。"..
		"你可令其于其下个回合结束之前拥有〖驳言（纵横）〗。",
	["@yusui-choice"] = "玉碎：选择一项令%dest执行",
	["yusui:losehp"] = "失去体力至与你相同",
	["yusui:discard"] = "弃置体力上限张手牌",
	
	["@boyan-zongheng"] = "是否让%dest获得技能：驳言（纵横）",
	
	["boyanzongheng"] = "驳言",
	[":boyanzongheng"] = "出牌阶段限一次，你可选择一名其他角色▶其于此回合内不能使用或打出对应的实体牌均为其手牌区里的牌的牌。",

	["#dengzhi"] = "绝境的外交家",
	["dengzhi"] = "邓芝",
	["designer:dengzhi"] = "韩旭",
	["illustrator:dengzhi"] = "凝聚永恒",
	["jianliang"] = "简亮",
	[":jianliang"] = "摸牌阶段开始时，若你是手牌数最小的角色，你可令与你势力相同的角色各摸一张牌。",
	["weimeng"] = "危盟",
	[":weimeng"] = "出牌阶段限一次，你可选择一名有手牌的其他角色▶你获得其至多X张手牌（X为你的体力值），将等量的牌交给其。你可令其于其下个回合结束之前拥有〖危盟（纵横）〗。",

	["weimengzongheng"] = "危盟",
	[":weimengzongheng"] = "出牌阶段限一次，你可选择一名有手牌的其他角色▶你获得其一张手牌，将一张牌交给其。",

	["@weimeng-num"] = "危盟：选择获得%dest的牌的数量",
	
	["@weimeng-give"] = "危盟：选择交给%dest的%arg张牌",
	
	["@weimeng-zongheng"] = "是否让%dest获得技能：危盟（纵横）",
	
	["#xunchen"] = "三公谋主",
	["xunchen"] = "荀谌",
	["designer:xunchen"] = "韩旭",
	["illustrator:xunchen"] = "凝聚永恒",
	["fenglve"] = "锋略",
	[":fenglve"] = "出牌阶段限一次，你可与一名角色拼点▶{若：你赢，其将区域里两张牌交给你；其赢，你将一张牌交给其}。你可令其于其下个回合结束之前拥有〖锋略（纵横）〗。",
	["anyong"] = "暗涌",
	[":anyong"] = "当与你势力相同的角色A对另一名其他角色B造成伤害时，若你于当前回合内未发动过此技能，你可令伤害值+X（X为伤害值）▶"..
		"若B：所有武将牌均处于明置状态，你失去1点体力，失去此技能；仅有一张武将牌处于明置状态，你弃置两张手牌。",
	["@fenglve-give1"] = "锋略：选择一张牌交给%dest",
	["@anyong-discard"] = "暗涌：选择两张手牌弃置",
	
	["fenglvezongheng"] = "锋略",
	[":fenglvezongheng"] = "出牌阶段限一次，你可与一名角色拼点▶若：你赢，其将区域里一张牌交给你；其赢，你将两张牌交给其。",
	["@fenglve-give2"] = "锋略：选择两张牌交给%dest",
	
	["@fenglve-zongheng"] = "是否让%dest获得技能：锋略（纵横）",
	
	["#yanghu"] = "制纮同轨",
	["yanghu"] = "羊祜",
	["designer:yanghu"] = "韩旭",
	["illustrator:yanghu"] = "匠人绘",
	["deshao"] = "德劭",
	[":deshao"] = "当黑色牌指定目标后，若使用者不为你且其处于明置状态的武将牌数不大于你且此目标对应的角色为你且此牌的目标对应的角色数为1且"..
		"你于此回合内发动此技能的次数小于你的体力值，你可弃置其一张牌。",
	["mingfa"] = "明伐",
	[":mingfa"] = "出牌阶段限一次，你可选择一名其他势力角色▶(→)其下个回合结束前，若其手牌数：小于你，你对其造成1点普通伤害，获得其一张手牌；"..
		"大于你，你摸X张牌（X=min{你与其手牌数之差,5}）。",

--	["mingfazongheng"] = "明伐",
--	[":mingfazongheng"] = "出牌阶段限一次，你可弃置一张牌并选择一名其他势力角色▶(→)其下个回合结束前，若其手牌数小于你，{你对其造成1点伤害，获得其一张手牌}。",

--	["@mingfa-zongheng"] = "是否让%dest获得技能：明伐（纵横）",

	["#MingfaEffect"] = "%from 的 %arg 效果生效",
	
	
	
	
	
	
	
	
	
	
	
	["newsgs"] = "十周年专属",
	
	
	["#jianggan"] = "锋镝悬信",
	["jianggan"] = "蒋干",
	["illustrator:jianggan"] = "biou09",
	["designer:jianggan"] = "韩旭",
	["weicheng"] = "伪诚",
	[":weicheng"] = "当你的手牌移至其他角色的手牌区后，若你的手牌数小于你的体力值，你可摸一张牌。",
	["daoshu"] = "盗书",
	[":daoshu"] = "出牌阶段限一次，你可以选择一种花色并选择一名有手牌的其他角色▶你获得其一张牌并记录此牌的游戏牌ID。若为此ID的牌："..
		"是你选择的花色，你对其造成1点普通伤害，此技能于此阶段内的发动次数上限+1；"..
		"不是你选择的花色，{若你的手牌均与此牌花色相同，你展示所有手牌}。你将一张与此牌花色花色不同的手牌交给其。",
	["@daoshu-give"] = "盗书：选择一张手牌交给 %dest",
	
	
	
	["#zhouyi"] = "靛情雨黛",
	["zhouyi"] = "周夷",
    ["designer:zhouyi"] = "韩旭",
	["illustrator:zhouyi"] = "Tb罗根",
	["zhukou"] = "逐寇",
	[":zhukou"] = "当你于一名角色的出牌阶段内造成伤害后，若你于此阶段内于造成此伤害之前未造成过伤害，你可摸X张牌（X=min{你于此回合内使用过的牌数,5}）。",
	["duannian"] = "断念",
	[":duannian"] = "出牌阶段结束时，若你有手牌，你可发动此技能▶你弃置所有手牌，将手牌补至X张（X为你的体力上限）。",
	["lianyou"] = "莲佑",
	[":lianyou"] = "你死亡时，你可令一名其他角色获得〖兴火〗。",
	["xinghuo"] = "兴火",
	[":xinghuo"] = "锁定技，当你造成火焰伤害时，你令伤害值+1。",
	
	["@lianyou"] = "是否使用“莲佑”，选择一名角色获得“兴火”",
	
	["#nanhualaoxian"] = "仙人指路",
	["nanhualaoxian"] = "南华老仙",
	["designer:nanhualaoxian"] = "韩旭",
	["illustrator:nanhualaoxian"] = "君桓文化",
	["gongxiu"] = "共修",
	[":gongxiu"] = "摸牌阶段，你可令额定摸牌数-1▶你选择：1.令至多X名角色各摸一张牌，你于下次发动此技能时不能选择此项；2.令至多X名角色各弃置一张牌，你于下次发动此技能时不能选择此项。（X为你的体力上限）",
	["jinghe"] = "经合",
	[":jinghe"] = "出牌阶段限一次，若你于此回合内未发动过此技能，你可以展示至多X张牌名各不相同的手牌并选择等量的有处于明置状态的武将牌的角色（X为你的体力上限）▶"..
	"系统随机从〖雷击〗、〖阴兵〗、〖活气〗、〖鬼助〗、〖仙授〗、〖论道〗、〖观月〗、〖言政〗中选择等量的技能，"..
	"这些角色各可从中选择一个没有角色因执行此次技能的效果而选择过的技能，其拥有此技能直到你的下回合开始。",
	["leiji_tianshu"] = "雷击",
	[":leiji_tianshu"] = "当你使用或打出【闪】时，你可令一名其他角色判定▶若结果为黑桃，你对其造成2点雷电伤害。",
	["yinbing"] = "阴兵",
	[":yinbing"] = "锁定技，①当你因执行你使用的【杀】的效果而造成的伤害的结算结算开始前，你终止此伤害流程▶其失去X点体力（X为伤害值）。②当其他角色失去体力后，你摸一张牌。",
	["huoqi"] = "活气",
	[":huoqi"] = "出牌阶段限一次，你可弃置一张牌并选择体力值最小的一名角色▶其回复1点体力，其摸一张牌。",
	["guizhu"] = "鬼助",
	[":guizhu"] = "当一名角色进入濒死状态时，若你于当前回合内未发动过此技能，你摸两张牌。",
	["xianshou"] = "仙授",
	[":xianshou"] = "出牌阶段限一次，你可选择：1.令一名已受伤的角色摸一张牌；2.令一名未受伤的角色摸两张牌。",
	["lundao"] = "论道",
	[":lundao"] = "当你受到伤害后，若来源的手牌数：大于你，你可弃置其一张牌；小于你，你可摸一张牌。",
	["guanyue"] = "观月",
	[":guanyue"] = "结束阶段开始时，你可观看牌堆顶的两张牌▶你获得其中的—张牌。",
	["yanzheng"] = "言政",
	[":yanzheng"] = "准备阶段开始时，若你的手牌数大于1，你可选择一张手牌并弃置其余的手牌▶你对至多X名角色各造成1点普通伤害（X为你以此法弃置的牌数）。",

	["@gongxiu-choose"] = "共修：选择一项效果发动",
	["gongxiu_choose:draw"] = "令角色摸牌",
	["gongxiu_choose:discard"] = "令角色弃牌",
	["@gongxiu-draw"] = "共修：选择至多%arg名角色各摸一张牌",
	["@gongxiu-discard"] = "共修：选择至多%arg名角色各弃置一张牌",
	["@gongxiu-throw"] = "共修：选择一张牌弃置",
	
	["@jinghe-choose"] = "经合：选择获得一项技能",
	
	["@yanzheng"] = "是否使用“言政”，选择一张手牌，弃置其余手牌",
	["@yanzheng-damage"] = "言政：选择至多%arg名角色",
	
	
	["#lvlingqi"] = "无双虓姬",
	["lvlingqi"] = "吕玲绮",
	["designer:lvlingqi"] = "xat1k",
	["illustrator:lvlingqi"] = "君桓文化",
	["guowu"] = "帼武",
	[":guowu"] = "出牌阶段开始时，你可展示所有手牌▶你获得X枚“帼武”（X为你以此法展示的牌中的类别数）。{你随机获得弃牌堆里的一张【杀】。"..
		"若Y大于1，你于此阶段内使用牌无距离关系的限制}→{当你于此阶段内使用【杀】选择目标后，若Y大于2，你可令至多两名角色也成为此牌的目标▷你弃1枚“帼武”；"..
		"此阶段结束后，你弃所有“帼武”}。（Y为“帼武”数）",
	["zhuangrong"] = "妆戎",
	[":zhuangrong"] = "出牌阶段限一次，你可弃置一张锦囊牌▶你于此阶段内拥有〖无双〗。",
	["wushuang_lvlingqi"] = "无双",
	["shenwei"] = "神威",
	[":shenwei"] = "主将技，锁定技，（此武将牌上单独的阴阳鱼个数-1）①摸牌阶段，若你是体力值最大的角色，你令额定摸牌数+2；②你的手牌上限+2。",
	["@guowu-add"] = "帼武：可为使用的【%arg】增加至多两个目标",
	
    ["$AddCardTarget"] = "%from 发动了“%arg”为 %card 增加了额外目标 %to",
    ["$RemoveCardTarget"] = "%from 发动了“%arg”为 %card 减少了目标 %to",

	["#yangwan"] = "融沫之鲡",
	["yangwan"] = "杨婉",
	--["designer:yangwan"] = "",
	["illustrator:yangwan"] = "木美人",
	["youyan"] = "诱言",
	[":youyan"] = "当你的牌于你的回合内因弃置而置入弃牌堆后，若你于此回合内未发动过此技能，你可亮出牌堆顶的四张牌▶你获得其中与你此次弃置的牌的花色均不相同的所有牌。",
	["zhuihuan"] = "追还",
	[":zhuihuan"] = "回合结束前，你可{选择：1.选择一名角色▶其获得1枚“追还（伤害）”；2.选择一名角色▶其获得1枚“追还（弃牌）”；"..
		"3.选择两名角色▶其中一名角色获得1枚“追还（伤害）”，另一名角色获得1枚“追还（弃牌）”}（“追还”的下标对所有角色均不可见）→"..
		"当这些角色于你的下个回合开始之前受到伤害后，若其存活且“追还”数大于0，"..
		"你令{{其弃1枚“追还（伤害）”▷其对来源造成1点普通伤害}。{其弃1枚“追还（弃牌）”▷来源弃置两张手牌}}。",

	["@zhuihuan-invoke"] = "是否使用“追还”，选择一至两名角色",
	["@zhuihuan-choose"] = "追还：选择对%dest适用的效果",

	["#ZhuihuanEffect"] = "%from 对 %to 的 %arg 效果生效",
	
	["zhuihuan:damage"] = "追还伤害",
	["zhuihuan:discard"] = "追还弃牌",


	["MOL"] = "移动版专属",
	
	
	["#duyu"] = "文成武德",
	["designer:duyu"] = "陈磊",
	["duyu"] = "杜预",
	["illustrator:duyu"] = "鬼画府",
	["wuku"] = "武库",
	[":wuku"] = "锁定技，当装备牌被使用时，若“武库”数＜2且使用者与你势力不同，你获得1枚“武库”。",
	["miewu"] = "灭吴",
	[":miewu"] = "①当你需要使用基本牌/锦囊牌时，若你有“武库”且你于当前回合内未发动过此技能和〖灭吴②〗，你可使用对应的实体牌为你的一张牌的此基本牌/锦囊牌▶你弃1枚“武库”，"..
		"系统继续此基本牌/锦囊牌的使用流程，你摸一张牌。②当你需要打出基本牌/锦囊牌时，若你有“武库”且你于当前回合内未发动过此技能和〖灭吴①〗，"..
		"你可打出对应的实体牌为你的一张牌的此基本牌/锦囊牌▶你弃1枚“武库”，系统继续此基本牌/锦囊牌的打出流程，你摸一张牌。",
	["#armory"] = "武库",

	["lifeng"] = "李丰",
	["#lifeng"] = "继父尽事",
	["illustrator:lifeng"] = "NOVART",
	["food"] = "粮",
	["@tunchu-push"] = "屯储：选择一至两张手牌作为“粮”",
	["tunchu"] = "屯储",
	[":tunchu"] = "摸牌阶段，你可令额定摸牌数+2▶你于此回合内不能使用【杀】→摸牌阶段结束时，你将一至两张手牌置于武将牌上（均称为“粮”）。" ,
	["shuliang"] = "输粮",
	[":shuliang"] = "一名角色的结束阶段开始时，若其与你势力相同且你至其的距离≤“粮”数，你可将一张“粮”置入弃牌堆▶其摸两张牌。" ,
	["@shuliang"] = "是否使用“输粮”，弃置一张“粮”令%src摸两张牌",

    ["lingcao"] = "凌操",
	["#lingcao"] = "激流勇进",
	["illustrator:lingcao"] = "樱花闪乱",
	["dujin"] = "独进",
	[":dujin"] = "①摸牌阶段，你可令额定摸牌数+X（X为你的装备区里的牌数的一半且向上取整）。②当你明置此武将牌后，若你未发动过此技能且没有与你势力相同的{其他角色或已死亡的角色}，你获得1枚“先驱”。" ,
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	["overseas"] = "国际服专属",

    ["beimihu"] = "卑弥呼",
	["#beimihu"] = "邪马台的女王",
	["illustrator:beimihu"] = "聚一_小道恩",
	["designer:beimihu"] = "淬毒",
	["guishu"] = "鬼术",
	[":guishu"] = "出牌阶段，若你于此回合内{未发动过此技能或上一次因发动此技能而使用的牌为【知己知彼】/【远交近攻】}，你可使用对应的实体牌为你的一张黑桃手牌的【远交近攻】/【知己知彼】。" ,
	["yuanyu"] = "远域",
	[":yuanyu"] = "锁定技，当你受到伤害时，若你不在来源的攻击范围内，你令伤害值-1。" ,

    ["caozhen"] = "曹真",
	["#caozhen"] = "万载不刊",
	["designer:caozhen"] = "杰米Y",
	["illustrator:caozhen"] = "鬼画府",
	["sidi"] = "司敌",
	[":sidi"] = "①当一名角色受到伤害后，若其与你势力相同且有牌且你：有“驭”且“驭”的类别数＜3，你可发动此技能▶其可将与所有“驭”类别均不同的一张牌置于你的武将牌上（称为“驭”）；"..
			"没有“驭”，你可发动此技能▶其可将一张牌置于你的武将牌上（称为“驭”）。"..
			"②其他势力角色的回合开始时，若其存活，你可将至多三张“驭”置入弃牌堆▶你选择等量的项：1.你选择一种与以此法置入弃牌堆的“驭”相同的类别，其于此回合内不能使用此类别的牌；"..
			"2.你选择其的一个处于明置状态的武将牌上的技能，此技能于此回合内无效；3.令其选择一名与你势力相同的其他角色，该角色回复1点体力。" ,
	["drive"] = "驭",

	["@sidi-put"] = "司敌：可选一张牌作为%src的“驭”",
	["@sidi-remove"] = "是否对%dest使用“司敌”",
	["@sidi-choice"] = "司敌：选择一项令%dest执行",

	["sidi_choice:cardlimit"] = "选一种类别的牌不能使用",
	["sidi_choice:skilllimit"] = "选一个技能不能使用",
	["sidi_choice:recover"] = "令其选一名角色回复体力",
	
	["@sidi-recover"] = "司敌：选一名角色回复体力",
	["@sidi-cardtype"] = "司敌：令%dest本回合不能使用一种类别的牌",
	["@sidi-skill"] = "司敌：令%dest的一个技能本回合无效",

	["#liaohua"] = "历尽沧桑",
	["liaohua"] = "廖化",
	["illustrator:liaohua"] = "聚一工作室",
	["dangxian"] = "当先",
	[":dangxian"] = "锁定技，①当你明置此武将牌后，若你未发动过此技能，你获得1枚“先驱”。②回合开始后，你获得一个额外的出牌阶段。",

	["#zhugejin"] = "联盟的维系者",
	["zhugejin"] = "诸葛瑾",
	["illustrator:zhugejin"] = "G.G.G.",
	["huanshi"] = "缓释",
	[":huanshi"] = "当与你势力相同的角色的判定结果确定前，你可打出对应的实体牌为你的一张牌且与此牌牌名相同的牌▶系统将此牌作为判定牌，将原判定牌置入弃牌堆。",
	["hongyuan"] = "弘援",
	[":hongyuan"] = "①当牌因合纵的效果而摸牌而移动至你的手牌区前，你可将目标区域改为一名与你势力相同的其他角色的手牌区。②出牌阶段限一次，你可展示一张手牌▶此牌于此阶段内视为带有“合纵”标识（维系区域为你的手牌区）。",
	["mingzhe"] = "明哲",
	[":mingzhe"] = "①当红色牌于你的回合外被使用/打出时，若使用/打出者为你，你摸一张牌。②当红色装备牌于你的回合外移出你的装备区后，你可摸一张牌。",

	["@huanshi-card"] = CommonTranslationTable["@askforretrial"],
	["hongyuan-invoke"] = "是否使用“弘援”，选择摸牌的角色",

	["#chendao"] = "白毦督",
	["chendao"] = "陈到",
	["designer:chendao"] = "荼蘼",
	["illustrator:chendao"] = "王立雄",
	["wanglie"] = "往烈",
	[":wanglie"] = "①若你于出牌阶段内未使用过牌，你于此阶段内使用的下一张牌无距离关系的限制。②当【杀】或普通锦囊牌于出牌阶段内被使用时，若使用者为你，"..
		"你可发动此技能▶所有角色均不能响应此牌。你于此阶段内不能使用牌。",

	["#yangxiu"] = "恃才放旷",
	["yangxiu"] = "杨修",
	["designer:yangxiu"] = "KayaK",
	["illustrator:yangxiu"] = "张可",
	["danlao"] = "啖酪",
	[":danlao"] = "当你成为锦囊牌的目标后，若目标对应的角色数大于1，你可摸一张牌▶此牌对此目标无效。",
	["jilei"] = "鸡肋",
	[":jilei"] = "当你受到伤害后，若来源存活，你可选择一种牌的类别▶其于当前回合内不能使用或打出对应的实体牌均是其手牌区里的牌的为此类别的牌，"..
		"且于当前回合内不能弃置其的为此类别的手牌。",
	["#Jilei"] = "由于“<font color=\"yellow\"><b>鸡肋</b></font>”效果，%from 本回合不能使用、打出或弃置 %arg",
	["@jilei-choose"] = "鸡肋：选择一种类别的牌令%dest本回合不能使用",

	["#zumao"] = "碧血染赤帻",
	["zumao"] = "祖茂",
	["designer:zumao"] = "红莲的焰神",
	["illustrator:zumao"] = "DH",
	["yinbingx"] = "引兵",
	[":yinbingx"] = "①结束阶段开始时，你可将至少一张不为基本牌的牌置于武将牌上（均称为“帻”）。②当你受到渠道为【杀】或【决斗】的伤害后，你将一张“帻”置入弃牌堆。",
	["@yinbing-put"] = "你可以发动“引兵”，选择任意数量的非基本牌作为“帻”",
	["kerchief"] = "帻",
	["juedi"] = "绝地",
	[":juedi"] = "锁定技，准备阶段开始时，若你有“帻”，你选择：1.将所有“帻”置入弃牌堆▶你将你的手牌补至X张（X为你的体力上限）；"..
		"2.将所有“帻”交给体力值不大于你的一名其他角色▶其回复1点体力，摸Y张牌（Y为你以此法交给该角色的“帻”数）。",
	["juedi:self"] = "弃置帻并摸牌",
	["juedi:give"] = "将帻交给其他角色",
	["@juedi"] = "绝地：请选择一名体力值不大于你的角色",

	["#fuwan"] = "沉毅的国丈",
	["fuwan"] = "伏完",
	["designer:fuwan"] = "嘉言懿行",
	["illustrator:fuwan"] = "LiuHeng",
	["moukui"] = "谋溃",
	[":moukui"] = "当【杀】指定目标后，若使用者为你，你可选择：1.摸一张牌；2.弃置此目标对应的角色的一张牌▶(→)当此【杀】被其使用的【闪】抵消后，你令其弃置你的一张牌。",
	["@moukui-choose"] = "谋溃：选择摸一张牌或弃置 %dest 的一张牌",
	["moukui:draw"] = "摸一张牌",
	["moukui:discard"] = "弃置其一张牌",

	["#MoukuiDiscard"] = "“%arg”的延时效果： %to 弃置 %from 的一张牌",

	["#tianyu"] = "规略明练",
	["tianyu"] = "田豫",
	["illustrator:tianyu"] = "鬼画府",
	["zhenxi"] = "震袭",
	[":zhenxi"] = "当【杀】指定目标后，若使用者为你，你可选择：1.弃置此目标对应的角色的一张牌▶若其有处于暗置状态的武将牌且你的两张武将牌均处于明置状态，"..
		"你可对其使用{对应的实体牌为你的一张不为锦囊牌的方块牌的【乐不思蜀】或对应的实体牌为你的一张不为锦囊牌的梅花牌的【兵粮寸断】（无距离关系的限制）}；"..
		"2.你可对此目标对应的角色使用{对应的实体牌为你的一张不为锦囊牌的方块牌的【乐不思蜀】或对应的实体牌为你的一张不为锦囊牌的梅花牌的【兵粮寸断】（无距离关系的限制）}▶"..
		"若其有处于暗置状态的武将牌且你的两张武将牌均处于明置状态，你可弃置其一张牌。",
	["jiansu"] = "俭素",
	[":jiansu"] = "副将技，（此武将牌上单独的阴阳鱼个数-1）①当你于回合外得到牌后，你可令这些牌均称为“金”（“金”的维系区域为你的手牌区，且对其他角色可见）。"..
		"②出牌阶段开始时，你可选择一名已受伤的角色并弃置至少X张“金”（X为其体力值）▶其回复1点体力。",
	["@zhenxi-choose"] = "震袭：选择转化延时锦囊牌对 %dest 使用，或者弃置其一张牌",
	["zhenxi:usecard"] = "转化延时锦囊牌",
	["zhenxi:discard"] = "弃置其一张牌",
	["@zhenxi-trick"] = "震袭：将方块牌当【乐不思蜀】或梅花牌当【兵粮寸断】对 %dest 使用",
	["@zhenxi-discard"] = "震袭：是否弃置 %dest 的一张牌",
	["@jiansu-card"] = "是否使用“俭素”，弃置明置的牌令一名角色回复体力",
	["money"] = "金",

	["#huaxiong"] = "魔将",
	["huaxiong"] = "华雄",
	["illustrator:huaxiong"] = "地狱许",
	["designer:huaxiong"] = "Loun老萌",
	["yaowu"] = "耀武",
	[":yaowu"] = "限定技，当你造成伤害后，若此武将牌处于暗置状态，你可发动此技能▶你加2点体力上限，回复2点体力→当你死亡后，与你势力相同的角色各失去1点体力。",
	["shiyong"] = "恃勇",
	[":shiyong"] = "锁定技，当你受到渠道为牌伤害时，若你：未发动过〖耀武〗且此牌不为红色，你摸一张牌；发动过〖耀武〗且此牌不为黑色，来源摸一张牌。",

	["#liufuren"] = "酷妒的海棠",
	["liufuren"] = "刘夫人",
	["illustrator:liufuren"] = "Jzeo",
	["zhuidu"] = "追妒",
	[":zhuidu"] = "当你于出牌阶段内对一名角色造成伤害时，若你于此阶段内未发动过此技能，你可发动此技能▶{若其为女性角色，你可弃置一张牌，获得1枚“妒”}。若你："..
		"有“妒”，你弃所有“妒”，其弃置装备区里的所有牌，令伤害值+1；没有“妒”，其选择：1.弃置装备区里的所有牌；2.令伤害值+1。",
	["shigong"] = "示恭",
	[":shigong"] = "限定技，当你于回合外进入濒死状态时，若你的体力值小于1，你可移除副将▶当前回合角色选择：1.获得你以此法移除的武将牌上的一个未带有技能标签的技能，你回复体力至X点（X为你的体力上限）；2.令你回复体力至1点。",

	["@zhuidu-both"] = "追妒：是否弃置一张牌，令%dest执行两项",
	["zhuidu_choice"] = "追妒",
	["zhuidu_choice:throw"] = "弃置装备区里的所有牌",
	["zhuidu_choice:damage"] = "伤害值+1",
	
	["@shigong-choose"] = "示恭：是否获得%arg的一个技能",

	["#xiahoushang"] = "魏胤前驱",
	["xiahoushang"] = "夏侯尚",
	["designer:xiahoushang"] = "豌豆&老萌",
	["illustrator:xiahoushang"] = "M云涯",
	["tanfeng"] = "探锋",
	[":tanfeng"] = "准备阶段开始时，你可弃置一名其他势力角色区域里的一张牌▶其可选择一个除准备阶段外的阶段▷你对其造成1点火焰伤害，跳过此阶段。",
	["@tanfeng-target"] = "是否使用“探锋”，选择一名其他势力角色",
	["@tanfeng-choose"] = "探锋：是否受到伤害令%src跳过一个阶段",

	["#liyan"] = "龙鲤钻云",
	["liyan"] = "李严",
	["illustrator:liyan"] = "sinno",
	["designer:liyan"] = "千幻",
	["jinwu"] = "矜武",
	[":jinwu"] = "出牌阶段开始时，你可选择是否执行军令▶若你选择：是，你使用无对应的实体牌的普【杀】（有距离关系的限制）；否，你结束出牌阶段。",
	["zhuke"] = "筑科",
	[":zhuke"] = "主将技，（此武将牌上单独的阴阳鱼个数-1）①当你选择执行军令后，你可选择军令▶系统将此军令作为你此次执行的军令。②当你叠置后，若你处于叠置状态，"..
		"你可令一名与你势力相同的角色回复1点体力。③当你横置后，你可令一名与你势力相同的角色回复1点体力。",
	["quanjia"] = "劝驾",
	[":quanjia"] = "副将技，当你明置此武将牌后，若你未发动过此技能▶所有没有势力且明置后会与你势力相同的角色各可明置一至两张武将牌"..
		"（该角色于以此法进行的明置流程中确定的势力改为其武将牌上标识的势力）。与你势力相同的角色各摸一张牌。"..
		"处于明置状态的武将牌上拥有〖仁德〗的角色获得〖章武〗和〖授钺〗。",

	["@jinwu-slash"] = "矜武：选择【杀】的目标角色",
	["zhuke-invoke"] = "是否使用“筑科”，选择一名角色令其回复1点体力",
	["@zhuke-select"] = "筑科：选择你要执行的一项军令",

	["#maxiumatie"] = "诛奸义存",
	["maxiumatie"] = "马休＆马铁",
	["&maxiumatie"] = "马休马铁",
	["illustrator:maxiumatie"] = "alien",
	--["designer:maxiumatie"] = "",
	["mashu_maxiumatie"] = "马术",
	["kenshang"] = "垦伤",
	[":kenshang"] = "当你需要使用【杀】时，你可使用对应的实体牌为你的至少一张牌的普【杀】▶(→)当此【杀】选择目标后，你可"..
		"{令所有不在你攻击范围内且与此【杀】的所有目标均无对应关系的角色成为此【杀】的目标（无距离关系的限制），取消所有对应的角色在你攻击范围内的目标}；"..
		"当此【杀】结算结束后，若（曾）为此【杀】对应的实体牌的牌数：＞X，你摸X张牌；≤X，你失去〖马术〗或此技能（因武将牌暗置而无效的技能除外）。"..
		"（X为此【杀】造成过的伤害值之和）",
	["_kenshang:prompt"] = "垦伤：是否将【杀】的目标改为攻击范围外的所有角色",
	["@kenshang-choose"] = "垦伤：选择一个技能失去",
	
	["#KenshangTarget"] = "%from 将【杀】的目标改为 %to ",




















	["lord_ex"] = "君临天下·EX",
	["lord_ex_card"] = "君临天下·EX",
	
	
	["#mengda"] = "怠军反复",
	["mengda"] = "孟达",
	["designer:mengda"] = "韩旭",
	["illustrator:mengda"] = "张帅",
	["qiuan"] = "求安",
	[":qiuan"] = "当你受到伤害时，若没有“函”，你可将是此伤害的渠道的牌对应的所有实体牌置于你的武将牌上（均称为“函”）▶你防止此伤害。",
	["liangfan"] = "量反",
	[":liangfan"] = "锁定技，准备阶段开始时，若有“函”，你获得“函”▶你失去1点体力→当你于此回合内因执行牌的效果而对一名角色造成伤害后，"..
		"若此牌对应的实体牌中（曾）有你以此法得到的牌，你可获得其一张牌。",
	["letter"] = "函",
	["#LiangfanEffect"] = "%from 使用%arg牌造成伤害，获得 %to 的一张牌",
	
	["@liangfan"] = "量反：是否获得%dest的一张牌",
	
	
	["#tangzi"] = "得时识风",
	["designer:tangzi"] = "荼蘼（韩旭）",
	["tangzi"] = "唐咨",
	["illustrator:tangzi"] = "凝聚永恒",
	["xingzhao"] = "兴棹",
	[":xingzhao"] = "锁定技，①若X>0，你拥有〖恂恂〗。②当你受到一名角色造成的伤害后，若X>1且其存活且其：手牌数大于你，你摸一张牌；手牌数小于你，你令其摸一张牌。"..
		"③弃牌阶段开始时，若X>2，你的手牌上限于此回合内+4。④当你失去装备区的牌后，若X＞3，你摸一张牌。（X为已受伤的角色的势力数）",
	["xunxun_tangzi"] = "恂恂",
	
	["#zhanglu"] = "政宽教惠",
	["designer:zhanglu"] = "韩旭",
	["zhanglu"] = "张鲁",
	["illustrator:zhanglu"] = "磐蒲",
	["bushi"] = "布施",
	[":bushi"] = "①回合结束前，你获得X枚“义舍”（X为你的体力值）。②其他角色的准备阶段开始时，若你有“义舍”，你可将一张牌交给该角色▶你弃1枚“义舍”，摸两张牌。"..
			"③准备阶段开始时，你{弃置X张牌（X=存活角色数-你的体力值-2），弃所有“义舍”}。",
	["midao"] = "米道",
	[":midao"] = "①结束阶段开始时，若没有“米”，你可摸两张牌▶你将两张牌置于武将牌上（均称为“米”）。"..
			"②当判定结果确定前，你可打出对应的实体牌是一张“米”且与此“米”牌名相同的牌▶系统将此牌作为判定牌，你获得原判定牌。",
	
	["bushi:discard"] = "是否使用“布施”，弃置%arg张牌",
	["bushi:mark"] = "是否使用“布施”，获得义舍标记",
	["yishe"] = "义舍",
	["@bushi-give"] = "是否使用“布施”，将一张牌交给 %src",
	["rice"] = "米",
	["@midao-push"] = "米道：选择两张牌作为“米”",
	["@midao-card"] = CommonTranslationTable["@askforretrial"],
	
	
	["#mifangfushiren"] = "逐驾迎尘",
	["designer:mifangfushiren"] = "Loun老萌",
	["mifangfushiren"] = "糜芳＆傅士仁",
	["&mifangfushiren"] = "糜芳傅士仁",
	["illustrator:mifangfushiren"] = "木美人",
	["fengshix"] = "锋势",
	[":fengshix"] = "①当牌指定目标后，若使用者为你且目标对应的角色数为1且与此目标对应的角色的手牌数小于你，你可发动此技能▶你弃置你与其各一张牌，此牌的伤害值基数+1。"..
		"②当你成为牌的目标后，若目标对应的角色数为1且你的手牌数小于使用者，（你令）其可发动此技能▶你弃置你与其各一张牌，此牌的伤害值基数+1。",
	["@fengshix"] = "是否使用%src的“锋势”",
	
	
	["#liuqi"] = "居外而安",
	["designer:liuqi"] = "荼蘼（韩旭）",
	["liuqi"] = "刘琦",
	["illustrator:liuqi"] = "绘聚艺堂",
	["wenji"] = "问计",
	[":wenji"] = "出牌阶段开始时，你可令一名其他角色将其一张牌交给你（正面朝上移动）▶若其：与你势力不同，你将一张不为你以此法得到的牌以外的牌交给其（正面朝上移动）；"..
		"与你势力相同或没有势力，你于此回合内使用对应的实体牌中有你以此法得到的牌的牌无距离关系的限制且无次数限制→"..
		"当牌于此回合内被使用时，若此牌对应的实体牌中（曾）有你以此法得到的牌，你令所有角色不能响应此次使用的牌。",
	["tunjiang"] = "屯江",
	[":tunjiang"] = "结束阶段开始时，若你于出牌阶段内使用过牌且未对其他角色使用过牌，你可摸X张牌（X为势力数）。",
	["@wenji"] = "是否使用“问计”，选择一名其他角色",
	["@wenji-give"] = "问计：选择一张牌交给 %src",
	["#WenjiEffect"] = "%from 的%arg效果生效，【%arg2】不能被响应",
	
	["#shixie"] = "百粤灵欹",
	["designer:shixie"] = "韩旭",
	["shixie"] = "士燮",
	["illustrator:shixie"] = "磐蒲",
	["biluan"] = "避乱",
	[":biluan"] = "锁定技，其他角色至你的距离+X（X为你装备区里的牌数）。",
	["lixia"] = "礼下",
	[":lixia"] = "锁定技，其他势力角色的准备阶段开始时，若你不在其攻击范围内，你发动此技能▶其选择：1.令你摸一张牌；2.弃置你装备区里的一张牌▷其失去1点体力。",

	["@lixia-choose"] = "礼下：选择令%src摸一张牌，或弃置%src装备区里的一张牌并失去1点体力",
	["lixia:draw"] = "令其摸牌",
	["lixia:discard"] = "弃置装备",

	["#zhonghui"] = "桀骜的野心家",
	["designer:zhonghui"] = "韩旭",
	["zhonghui"] = "钟会",
	["illustrator:zhonghui"] = "磐蒲",
	["quanji"] = "权计",
	[":quanji"] = "①当你受到伤害后，若你于当前回合内未发动过此技能，你可摸一张牌▶你将一张牌置于武将牌上（称为“权”）。"..
		"②当你造成伤害后，若你于当前回合内未发动过此技能，你可摸一张牌▶你将一张牌置于武将牌上（称为“权”）。"..
		"③你的手牌上限+X（X为“权”数）。",
	["paiyi"] = "排异",
	[":paiyi"] = "出牌阶段限一次，你可将一张“权”置入弃牌堆并选择一名角色▶其摸X张牌（X=min{“权”数,7}）。若其手牌数大于你，你对其造成1点普通伤害。",

	["@quanji-push"] = "权计：选择一张牌作为“权”",
	["power_pile"] = "权",

	["#dongzhao"] = "移尊易鼎",
	["dongzhao"] = "董昭",
	["illustrator:dongzhao"] = "小牛",
	["designer:dongzhao"] = "逍遥鱼叔",
	["quanjin"] = "劝进",
	[":quanjin"] = "出牌阶段限一次，你可将一张手牌交给于此阶段内受到过伤害的角色▶其选择是否执行军令。若其选择：是，你摸一张牌；"..
		"否且你不是手牌数最大的角色，你摸X张牌（X=min{手牌数最大的角色的手牌数-你的手牌数,5}）。",
	["zaoyun"] = "凿运",
	[":zaoyun"] = "出牌阶段限一次，你可选择与你势力不同且你至其距离大于1的角色并弃置X张手牌（X为你至其距离-1）▶你至其的距离于此回合内视为1，你对其造成1点普通伤害。",

	["#xushu"] = "难为完臣",
	["xushu"] = "徐庶",
	["illustrator:xushu"] = "YanBai",
	--["designer:xushu"] = "",
	["qiance"] = "谦策",
	[":qiance"] = "当普通锦囊牌指定第一个目标后，若使用者与你势力相同，（你令）其可令所有与此牌的目标列表中的目标有对应关系的大势力角色均不能响应此牌。",
	["jujian"] = "举荐",
	[":jujian"] = "副将技，（此武将牌上单独的阴阳鱼个数-1）当一名角色进入濒死状态时，若其与你势力相同，你可令其将体力回复至1点，你变更。",
	["@qiance"] = "是否使用%src的“谦策”",

	["#wujing"] = "汗马鎏金",
	["wujing"] = "吴景",
	["illustrator:wujing"] = "小牛",
	["designer:wujing"] = "逍遥鱼叔",
	["diaogui"] = "调归",
	[":diaogui"] = "出牌阶段限一次，你可使用对应的实体牌为一张装备牌的【调虎离山】▶若有于你使用此牌之前不相邻且均与你势力相同的相邻的角色，"..
		"你摸X张牌（X为这些角色中与其处于同一队列的角色数的最大值）。",
	["fengyang"] = "风扬",
	[":fengyang"] = "阵法技，当有牌因与你势力不同的角色的弃置/获得而移动前，你取消与你处于同一队列的角色的装备区里的牌的此次移动。",

	["#DiaoguiCheak"] = "调归检测%from的下家和上家分别是%to",

	["#yanbaihu"] = "豺牙落涧",
	["yanbaihu"] = "严白虎",
	["illustrator:yanbaihu"] = "YanBai",
	["designer:yanbaihu"] = "逍遥鱼叔",
	["zhidao"] = "雉盗",
	[":zhidao"] = "锁定技，出牌阶段开始时，你选择一名其他角色▶你至其的距离于此回合内视为1，除其外的的其他角色于此回合内不是你使用牌的合法目标"..
		"(→)你于此回合出牌阶段内对其造成伤害后，若你于此阶段内于造成此伤害之前未对其造成过伤害，你获得其区域里的一张牌。",
	["jilix"] = "寄篱",
	[":jilix"] = "锁定技，①当红色基本牌或除【联军盛宴】外的红色普通锦囊牌结算结束后，若此牌的最终目标数为1且你是此目标对应的角色，"..
		"使用者对你使用无对应的实体牌且与此牌牌名相同的牌（无距离关系和目标的限制）。②当你受到伤害时，若你于此阶段内受到过伤害的次数为1，你防止此伤害▶你移除此武将牌。",

	["@zhidao-target"] = "雉盗：选择一名其他角色",
	["#ZhidaoEffect"] = "%from 因“%arg”的效果，获得 %to 区域里的一张牌",
	
	["jilix:target"] = "是否使用“寄篱”，令%src再视为对你使用一次【%arg】",
	["jilix:damage"] = "是否使用“寄篱”，防止受到的伤害并移除此武将牌",

	["ImperialEdict"] = "诏书",
	[":ImperialEdict"] = "装备牌·宝物\n\n技能：\n" ..
					"1. 与你势力相同的角色的出牌阶段限一次，若其：是小势力角色，其可将至多两张手牌置于你的武将牌上（均称为“诏”）；"..
					"不是小势力角色，其可将一张手牌置于你的武将牌上（称为“诏”）。\n" ..
					"2. 出牌阶段限一次，若有四张不同花色的“诏”，你可将所有“诏”置入弃牌堆，你从势力锦囊牌堆中随机获得一张牌。\n" ,

	["imperialedictattach"] = "放置手牌",
	[":imperialedictattach"] = "出牌阶段限一次，若你：是小势力角色，你可将至多两张手牌置于【诏书】上（均称为“诏”）；不是小势力角色，你可将一张手牌置于【诏书】上（称为“诏”）。",
	["imperialedicttrick"] = "获得锦囊",
	[":imperialedicttrick"] = "出牌阶段限一次，若有四张不同花色的“诏”，你可将所有“诏”置入弃牌堆，你从势力锦囊牌堆中随机获得一张牌。",

	["rule_the_world"] = "号令天下",
	[":rule_the_world"] = "锦囊牌·魏\n\n使用时机：出牌阶段。\n使用目标：一名体力值不是最小的角色。\n作用效果：除目标对应的角色外的角色各选择："..
		"1.{若其势力：为魏，其对目标对应的角色使用无对应的实体牌的普【杀】；不为魏，其弃置一张手牌▷其对目标对应的角色使用无对应的实体牌的普【杀】}；"..
		"2.{若其势力：为魏，其获得目标对应的角色的一张牌；不为魏，其弃置目标对应的角色的一张牌}；3.获得1枚“令”。",
	["rule_the_world:slash"] = "%log视为对%to使用【杀】",
	["rule_the_world:discard"] = "%log%to的一张牌",
	["rule_the_world_slash"] = "弃置一张牌并",
	["rule_the_world_discard"] = "弃置",
	["rule_the_world_getcard"] = "获得",
	["@rule_the_world-slash"] = "号令天下：弃置一张手牌，视为对%dest使用【杀】",

	["conquering"] = "克复中原",
	[":conquering"] = "锦囊牌·蜀\n\n使用时机：出牌阶段。\n使用目标：至少一名角色。\n作用效果：目标对应的角色选择："..
		"1.使用无对应的实体牌的普【杀】（有距离关系的限制。若其势力为蜀，此【杀】的伤害值基数+1）；2.摸一张牌。",
	["@conquering-slash"] = "克复中原：可视为使用一张【杀】，或点取消摸牌",

	["consolidate_country"] = "固国安邦",
	[":consolidate_country"] = "锦囊牌·吴\n\n使用时机：出牌阶段。\n使用目标：你。\n作用效果：目标对应的角色摸八张牌，选择能弃置的至少六张手牌。"..
		"{若其势力为吴，其可将其以此法选择的牌中的至多六张交给与其势力相同的其他角色}。其弃置其以此法选择的牌。",

	["@consolidate_country-discard"] = "固国安邦：选择6张手牌弃置",
	["@consolidate_country-give"] = "固国安邦：可将这些牌分配给与你势力相同的角色，其余的弃置",

	["chaos"] = "文和乱武",
	[":chaos"] = "锦囊牌·群\n\n使用时机：出牌阶段。\n使用目标：所有角色。\n作用效果：目标对应的角色展示所有手牌▷{你选择：1.若其手牌区里的其能弃置的牌的类别："..
		"{不均相同，你令其弃置两张类别不同的手牌；均相同，你令其弃置一张手牌}；2.观看其手牌并弃置其中的一张}▷若其势力为群且其没有手牌，其将其手牌补至X张（X为其体力值）。",
	
	["chaos:letdiscard"] = "令%to弃置两张不同类别的手牌",
	["chaos:discard"] = "弃置%to的一张手牌",

	["@chaos-select"] = "文和乱武：选择手牌中两张不同类别的牌弃置",

	["@trick-show"] = "是否明置一张武将牌来使【%arg】获得额外的效果",
	["trick_show:show_head"] = "明置主将",
	["trick_show:show_deputy"] = "明置副将",

	["#simazhao"] = "嘲风开天",
	["designer:simazhao"] = "韩旭",
	["simazhao"] = "司马昭",
	["illustrator:simazhao"] = "凝聚永恒",
	["suzhi"] = "夙智",
	[":suzhi"] = "锁定技，①当你于回合内因执行【杀】或【决斗】的效果而造成伤害时，若使用者为你且X＜3，你令伤害值+1。②当非转化的锦囊牌于你的回合内被使用时，"..
		"若使用者为你且X＜3，你摸一张牌。③当其他角色的牌于你的回合内因弃置而置入弃牌堆后，若X＜3，你获得其一张牌。④若X＜3，你于回合内使用非转化的锦囊牌无距离关系的限制。"..
		"⑤回合结束前，若X＜3，你于你的下个回合开始之前拥有〖反馈〗。（X为你于此回合内发动〖夙智①〗、〖夙智②〗和〖夙智③〗的次数之和）",
	["zhaoxin"] = "昭心",
	[":zhaoxin"] = "当你受到伤害后，你可展示所有手牌▶你与一名手牌数不大于你的其他角色交换手牌。",
	["@zhaoxin-exchange"] = "昭心：选择一名手牌数不大于你的角色交换手牌",
	["fankui_simazhao"] = "反馈",
	
	
	["#xuyou"] = "毕方矫翼",
	["xuyou"] = "许攸",
	["designer:xuyou"] = "逍遥鱼叔",
	["illustrator:xuyou"] = "猎枭",
	["chenglve"] = "成略",
	[":chenglve"] = "当牌使用结算结束后，若使用者与你势力相同且此牌的目标数大于1，你可令其摸一张牌▶若你受到过渠道为此牌的伤害，"..
		"你可令一名与你势力相同且两张武将牌均处于明置状态且没有{“先驱”、“珠联璧合”、“阴阳鱼”和“野心家”}的角色获得1枚“阴阳鱼”。",
	["shicai"] = "恃才",
	[":shicai"] = "锁定技，当你受到伤害后，若伤害值：为1，你摸一张牌；大于1，你弃置两张牌。",

	["@chenglve-mark"] = "成略：选择一名角色获得“阴阳鱼”标记",

	["#xiahouba"] = "棘途壮志",
	["xiahouba"] = "夏侯霸",
	["designer:xiahouba"] = "逍遥鱼叔",
	["illustrator:xiahouba"] = "小牛",
	["baolie"] = "豹烈",
	[":baolie"] = "锁定技，①出牌阶段开始时，你选择所有攻击范围内有你且（你明置后会）与你势力不同的角色▶这些角色各{需对包括你在内的角色使用【杀】，否则你弃置其一张牌}。"..
		"②你对体力值不小于你的角色使用【杀】无次数限制且无距离关系的限制。",
	
	["@baolie-slash"] = "豹烈：对%src使用一张【杀】，否则其弃置你一张牌",

	["#zhugeke"] = "兴家赤族",
	["zhugeke"] = "诸葛恪",
	["designer:zhugeke"] = "逍遥鱼叔",
	["illustrator:zhugeke"] = "猎枭",
	["aocai"] = "傲才",
	[":aocai"] = "当你于回合外需要使用/打出基本牌时，你可观看牌堆顶的两张牌并可使用/打出对应的实体牌为其中的与此基本牌牌名相同的一张牌且与此基本牌牌名相同的牌。",
	["duwu"] = "黩武",
	[":duwu"] = "限定技，出牌阶段，你可选择攻击范围内所有（你明置后会）与你势力不同或没有势力的角色并选择军令▶这些角色各"..
		"{选择是否执行军令，若其选择否，你对其造成1点普通伤害，你摸一张牌}，若有于此技能结算中进入过濒死状态且存活的角色，你失去1点体力。",
	
	["#aocai"] = "傲才",
	["@aocai-view"] = "请从“傲才”牌中选择一张合适的牌",

	["#sunchen"] = "食髓的朝堂客",
	["sunchen"] = "孙綝",
	["designer:sunchen"] = "逍遥鱼叔",
	["illustrator:sunchen"] = "depp",
	["shilu"] = "嗜戮",
	[":shilu"] = "①当一名角色死亡时，你可将其所有武将牌置于你的武将牌上（均称为“戮”）▶若其是你杀死的，你随机将武将牌里的两张武将牌置于你的武将牌上（均称为“戮”）。"..
		"②准备阶段开始时，若你有“戮”，你可弃置至多X张牌（X为“戮”数）▶你摸等量的牌。",
	["xiongnve"] = "凶虐",
	[":xiongnve"] = "①出牌阶段开始时，你可将一张“戮”置入武将牌堆▶你选择：1.(→)当你于此阶段内对与你以此法置入武将牌堆的“戮”代表的武将势力相同的角色造成伤害时，你令伤害值+1；"..
		"2.(→)当你于此阶段内对与你以此法置入武将牌堆的“戮”代表的武将势力相同的角色造成伤害时，你获得其一张牌；"..
		"3.你于此阶段内对与你以此法置入武将牌堆的“戮”代表的武将势力相同的角色使用牌无次数限制。"..
		"②出牌阶段结束时，你可将两张“戮”置入武将牌堆▶(→)当你于你的下个回合开始之前受到其他角色造成的伤害时，你令伤害值-1。",

	["massacre"] = "戮",
	["@shilu"] = "是否使用“嗜戮”，弃置至多%arg张牌并摸等量的牌",
	["@xiongnve-continue"] = "凶虐：是否继续弃置“戮”",
	
	["#GetMassacreDetail"] = "%from 获得了“戮” %arg",
	["#dropMassacreDetail"] = "%from 丢弃了“戮” %arg",
	["#GetMassacre"] = "%from 获得了 %arg 张“戮”",
	
	["@xiongnve-choice"] = "凶虐：选择一项效果",
	["xiongnve:adddamage"] = "造成的伤害+1",
	["xiongnve:extraction"] = "造成伤害时获得其一张牌",
	["xiongnve:nolimit"] = "使用牌无次数限制",
	
	["#xiongnveAdddamage"] = "%from 本回合对势力为 %arg 的角色造成的伤害+1",
	["#xiongnveExtraction"] = "%from 本回合对势力为 %arg 的角色造成伤害时获得其一张牌",
	["#xiongnveNolimit"] = "%from 本回合对势力为 %arg 的角色使用牌无次数限制",
	
	["xiongnve_avoid"] = "凶虐减伤",

	["xiongnve:attack"] = "是否使用“凶虐”，弃置一张“戮”来发动对应势力的效果",
	["xiongnve:defence"] = "是否使用“凶虐”，弃置两张“戮”来令受到的伤害-1",




	["#panjun"] = "逆鳞之砥",
	["panjun"] = "潘濬",
	["illustrator:panjun"] = "Domi",
	["designer:panjun"] = "逍遥鱼叔",
	["congcha"] = "聪察",
	[":congcha"] = "①准备阶段开始时，你可选择一名没有势力的角色▶(→)当其于你的下个回合开始之前第一次明置武将牌后，若其与你：势力相同，你与其各摸两张牌；势力不同，其失去1点体力。"..
		"②摸牌阶段，若所有角色均有势力，你可令额定摸牌数+2。",
	["gongqing"] = "公清",
	[":gongqing"] = "锁定技，①当你受到伤害时，若来源的攻击范围小于3且伤害值大于1，你将伤害值改为1。②当你受到伤害时，若来源的攻击范围大于3，你令伤害值+1。",

	["@congcha-target"] = "是否使用“聪察”，选择一名没有势力的角色",

	["#wenqin"] = "勇而无算",
	["wenqin"] = "文钦",
	["illustrator:wenqin"] = "匠人绘-零二",
	["designer:wenqin"] = "逍遥鱼叔",
	["jinfa"] = "矜伐",
	[":jinfa"] = "出牌阶段限一次，你可弃置一张牌并选择一名有牌的其他角色▶其选择：1.令你获得其一张牌；2.将一张装备牌交给你，若此牌在你的手牌区里为黑桃，"..
		"其对你使用无对应的实体牌的普【杀】。",
	["@jinfa-give"] = "矜伐：选择一张装备牌交给%src，或点取消令%src获得你一张牌",

	["#huangzu"] = "遮山扼江",
	["huangzu"] = "黄祖",
	["designer:huangzu"] = "逍遥鱼叔",
	["illustrator:huangzu"] = "YanBai",
	["xishe"] = "袭射",
	[":xishe"] = "其他角色的准备阶段开始时，若其存活，你可弃置装备区里的一张牌▶你对其使用无对应的实体牌的普【杀】（无距离关系的限制，若其体力值小于你，所有角色不能响应此【杀】），"..
		"你可重复此流程→此回合结束前，若你于此回合内因渠道为此【杀】的伤害而杀死过角色，你可变更（以此法作为你的副将的武将牌处于暗置状态）。",
	["@xishe-slash"] = "是否使用“袭射”，弃置装备区里的牌视为对%src使用【杀】",
	
	["#gongsunyuan"] = "狡黠的投机者",
	["gongsunyuan"] = "公孙渊",
	["designer:gongsunyuan"] = "逍遥鱼叔",
	["illustrator:gongsunyuan"] = "猎枭",
	["huaiyi"] = "怀异",
	[":huaiyi"] = "出牌阶段限一次，你可展示所有手牌▶若不为同一颜色，你选择一种颜色，弃置所有为此颜色的手牌，选择至多X名有牌的其他角色，"..
		"这些角色各{你选择其一张牌，若此牌：为装备牌，你将此牌置于武将牌上（称为“异”且你能如手牌般使用或打出“异”）；不为装备牌，你获得此牌}。",
	["zisui"] = "恣睢",
	[":zisui"] = "锁定技，①摸牌阶段，若有“异”，你多摸X张牌（X为“异”数）。②结束阶段开始时，若“异”数大于你的体力上限，你死亡。",

	["@huaiyi-choose"] = "怀异：选择弃置一种颜色的手牌",
	["@huaiyi-snatch"] = "怀异：选择至多%arg名角色，获得这些角色各一张牌",
	["huaiyi:red"] = "红色",
	["huaiyi:black"] = "黑色",
	
	["&disloyalty"] = "异",

	["#pengyang"] = "误身的狂士",
	["pengyang"] = "彭羕",
	["illustrator:pengyang"] = "匠人绘-零一",
	["designer:pengyang"] = "韩旭",
	["tongling"] = "通令",
	[":tongling"] = "当你于出牌阶段内对一名角色A造成伤害后，若A存活且与你势力不同且你于此阶段内未发动过此技能，你可选择一名与你势力相同的角色B▶"..
		"B可对包括A在内的角色使用对应的实体牌是B的一张手牌且与此实体牌牌名相同的牌▷若此牌：造成过伤害，你摸两张牌，若B不为你，B摸两张牌；"..
		"未造成过伤害，A获得是你此次造成的伤害的渠道的牌对应的所有实体牌。",
	["jinxian"] = "近陷",
	[":jinxian"] = "当你明置此武将牌后，你选择所有你至其距离＜2的角色▶这些角色各{若其：所有武将牌均处于明置状态，"..
		"其暗置一张不为君主武将牌且不为士兵牌的武将牌；有不处于明置状态的武将牌，其弃置两张牌}。",

	["@tongling-invoke"] = "是否使用“通令”，选择一名角色，令其对%dest使用一张牌",
	["@tongling-usecard"] = "通令：选择对%dest使用的牌",
	["@jinxian-hide"] = "近陷：选择暗置自己的一张武将牌",
	["jinxian_hide:head"] = "暗置主将",
	["jinxian_hide:deputy"] = "暗置副将",

	["#sufei"] = "诤友投明",
	["sufei"] = "苏飞",
	["designer:sufei"] = "逍遥鱼叔",
	["illustrator:sufei"] = "Domi",
	["lianpian"] = "联翩",
	[":lianpian"] = "①结束阶段开始时，若你于此回合内弃置过所有角色的牌数之和大于你的体力值，你可令一名与你势力相同的角色将手牌补至X张（X为其体力上限）。"..
		"②其他角色的结束阶段开始时，若其于此回合内弃置过所有角色的牌数之和大于你的体力值，（你令）其可选择：1.弃置你的一张牌；2.令你回复1点体力。",

	["@lianpian-target"] = "是否使用“联翩”，选择一名角色将手牌补至体力上限",
	["@lianpian"] = "是否使用%src的“联翩”",
	["lianpian:discard"] = "弃置其一张牌",
	["lianpian:recover"] = "令其回复体力",

	["#liuba"] = "清河一鲲",
	["liuba"] = "刘巴",
	["illustrator:liuba"] = "Mr_Sleeping",
	["designer:liuba"] = "逍遥鱼叔",
	["tongdu"] = "统度",
	[":tongdu"] = "与你势力相同的角色的结束阶段开始时，（你令）其可摸X张牌（X=min{其于此回合的弃牌阶段内弃置过的牌数, 3}）。",
	["qingyin"] = "清隐",
	[":qingyin"] = "限定技，出牌阶段，你可选择所有（你明置后会）与你势力相同的角色▶这些角色各回复X点体力（X为其体力上限-体力值）。你移除此武将牌。",
	["@tongdu"] = "是否使用%src的“统度”",

	["#zhuling"] = "五子之亚",
	["zhuling"] = "朱灵",
	["designer:zhuling"] = "逍遥鱼叔",
	["illustrator:zhuling"] = "YanBai",
	["juejue"] = "决绝",
	[":juejue"] = "①弃牌阶段开始时，你可失去1点体力▶(→)此阶段结束时，若你于此阶段内弃置过你的牌，你令其他角色各选择：1.将X张手牌置入弃牌堆（X为你于此阶段内弃置过你的牌数）；"..
		"2.受到你造成的1点普通伤害。②你杀死与你势力相同的角色不执行奖惩。",
	["fangyuan"] = "方圆",
	[":fangyuan"] = "阵法技，①你为围攻角色的围攻关系中的围攻角色的手牌上限+1。②你为围攻角色的围攻关系中的被围攻角色的手牌上限-1。"..
		"③结束阶段开始时，你对为你为被围攻角色的围攻关系中的围攻角色的一名角色使用无对应的实体牌的普【杀】。",
	["@fangyuan-slash"] = "方圆：选择一名围攻你的角色，视为对其使用【杀】",
	
	["@juejue-discard"] = "决绝：选择%arg张手牌置入弃牌堆，或%src对你造成1点伤害",
	

	["#test"] = "%arg",
}